[{
    "title": "Afternoon Delight",
    "description": "This position does not require a lot of energy and it is perfect for lazy afternoons. Male has to be sideways position and the female swings her legs over the hips of her male partner.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Amazon",
    "description": "It's a hybrid position, as though the person on top is going for Cowgirl while the person on the bottom goes for missionary.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Ape",
    "description": "If you are looking to take your bedroom antics to the next level, this animalistic move might be just the ticket. The man lies back in The Ape sex position, as the woman rides him hooking his leg over her right shoulder.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Ascent to Desire",
    "description": "This is a standing position where male stands with his feet about hip width apart then female climbs him and wraps her arms around his neck and wraps her legs around his hips.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Backwards Slide",
    "description": "The backwards slide position is a rather advanced position, and requires a partner with a well proportioned penis. To get into this position, the penetrating partner sits with legs outstretched and the receiving partner squats onto their partner for entry with one leg on either side of the partner. Then the receiving partner leans back until completely supporting their own body weight with hands on the floor.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Balancing Act",
    "description": "The balancing act is an advanced sex position in which a woman balances between her partner's thighs to achieve anal or vaginal penetration. For this position, the man lies down on his back while his partner lowers herself down onto his penis. She stays into position by holding on to her partner's arm as he holds her hips in place.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Bandoleer",
    "description": "The bandoleer is a sex position that specifically targets the female G-spot. To get into this position, the receiving partner lies on her back with her feet raised up and legs tucked toward her chest. The penetrating partner enters from the front kneeling, getting close enough that the female rests her lower back on the knees of her partner, and her feet rest on his chest.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Basket",
    "description": "The man sits, he opens easily his legs on sides, the woman is on her partner’s arms face to face and she embraces his neck with her arms. He holds her confidentially by her waist and in this way he help her move, strengthening her desire without stopping kissing her lips. It is a perfect position for those who like crazily kissing, as there is no need in refusing this wonderful thing.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/basket.png"
},
{   "title":  "Bridge",
    "description": "Woman should lie on her back with her knees bent and feet hip-width apart. Her partner is positioned on his knees facing her.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/bridge.png"
},
{   "title":  "Butterfly",
    "description": "In the butterfly sex position, the receiving partner lies down and the partner with a penis stands in front so that the pelvis is a few inches above their partner’s pelvis. ",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/butterfly.png"
},
{   "title":  "Candle",
    "description": "To get into the candle position female lays down on the bed on her back. She puts pillow beneath her buttocks so that it is little raised above the surface and she can also place a pillow beneath her neck to get the support. After that, female raises her legs and bending towards her body. Then the male counterparts job is straightforward, as he sits on his knees and enters her from the front and both partners face each other. After entering the female partner, he straightens his body, so that he is in upright position. After insertion, he starts the strokes first slowly and gently and afterwards he speeds up the frequency. ",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/candle.png"
},
{   "title":  "Catherine Wheel",
    "description": "First the man and woman lie down in front of one another and then she wraps her legs around his upper body while he enters and then wraps one leg over her to hold her in place. The woman braces herself with both hands and he guides the movement with while propping up on his elbows.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Challenge",
    "description": "The female squats on chair and male is behind her. ",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Clasp",
    "description": "Male stands before female and she grabs his shoulders or neck. She wraps her legs around his thighs and her arms around his waist.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Classic",
    "description": "Classic pose, you know what you should do.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Clip",
    "description": "The man stands on his knees, legs are driven apart, the back is straight. The woman is setting herself on his penis, face to the male partner, drives the straight legs apart so that her calves were on the male partner’s feet, straight arms are put backwards and pressing on the palms, respectively, bending her whole body. The man holds her buttocks with his hands and moves them to the beat.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Close-Up",
    "description": "The pose is not difficult, but the woman requires a little flexibility here. The female partner lies down sideways and curls up with her knees touching the chest. The male spoons the female from behind. The next step is that the woman wraps her legs around the man’s legs (outside part).",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Column",
    "description": "Perfect for quickies, you are both standing, he is behind.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Crisscross",
    "description": "The crisscross sex position is also known as the X position because of the formation that the man and woman create in this pose. This position is great for both anal and vaginal sex, and it leaves the lovers both sexually satiated and happy after.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Cross",
    "description": "The woman lies on her back at a right angle to her partner. The man is on top and faces the woman. Then, both partners interlock and cross thighs for penetration.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Crossed Keys",
    "description": "The crossed keys position, as the name suggests, is a sex pose wherein the legs of female partner remain crossed during the coitus. This is a typically man dominant position in which female lies on her back with crossed legs facing the ceiling. The male enters from the front while holding her legs. This is a position of deep penetration and the male gets very high degree of sexual satisfaction in comparison to the female partner. Also there is less eye contact as the females legs are in front of male during the coital.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Crouching Tiger",
    "description": "he man lies on his back, his arms are stretched along the body, palms down, legs are slightly bent in knees and driven apart. The woman sits on the penis of the male partner so that her one leg, bent in knee, is placed near the partner side and the second one lies between the man’s side from the other side. The woman’s hand is on the neck of the male partner, and with the second hand she massages his testicles, torso is tilted forward.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Curled Angel",
    "description": "The curled angel is a simple rear entry sex position that is similar to the spoon position. To get into this position, the man and woman lie on their sides, with the woman's back facing her partner's chest. The woman then curls her legs and brings her knees up toward her chest, allowing her partner to penetrate her from behind. This position may also be called Anjou style.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Deckchair",
    "description": "The woman lies on her back and pulls her legs to her breast, holding hips by hands. The man lies on his female partner and positions himself for ultimate, deep penetrative access. He kneels with his hips wide apart and his feet touching each other. The woman puts her legs on the man’s neck and wraps them over the male partner’s neck. His hands are stuck under her arms and shoulders and he lifts the female’s head with palms.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Doggy Style",
    "description": "It is doggy style, enjoy.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/doggystyle.png"
},
{   "title":  "Dolphin",
    "description": "Both partners stand up, with the woman in front and one leg raised and bent behind her man’s waist. Meanwhile, he stands with one leg straight and the other slightly bent and on tiptoes. The man then thrusts from behind while holding her thigh, and the woman can place her hand on the man’s knee for extra support.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Double Decker",
    "description": "The double decker sex position gets its name from the iconic double decker buses found in many parts of the world, particularly London, England. It is a form of rear entry sex that involves the penetrating partner laying on their back. The receiving partner then lays on top of the penetrating partner, back to chest, and supports themselves by propping up on their elbows and feet. The penetrating partner can then enter the receiving partner's vagina or anus.",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Eagle",
    "description": "It is like misionary, but upgraded. The bottom (usually the person with a vulva) lies on their back with their legs up and spread wide into a "V" shape.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/eagle.png"
},
{   "title":  "Fan",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Fantastic Rocking Horse",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Fold",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Frog",
    "description": "Male lies on his back with his legs together. Female squats over him, staying on her toes while bending her knees to lower yourself onto him. By bouncing lightly she will create enough movement and friction for a good time without overextending your quads. ",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/frog.png"
},
{   "title":  "G-Force",
    "description": "The female partner lies on her back on the exercise ball, the head is thrown back, the arms are slightly bent at the elbows and lie on the surface of the ball. Her legs are spread apart. The man is attached between her legs, takes them by the hips and lifts up, sticking his penis in her hot vagina. For more convenience, the man can slightly tilt his body back, and spread his legs shoulder-width apart.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/gforce.png"
},
{   "title":  "Galley",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Glowing Juniper",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Glowing Triangle",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Grip",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Hero",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Hinge",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Hound",
    "description": "The woman stands on all fours, feet together, hands are at shoulder length, support on the palms, the back is slightly arched, the head is thrown back. The man stands on his knees behind his female partner in such a manner, that his legs are between her feet, one hand he puts on her waist, with the other one he takes his darling’s bud and pushes her to the beat of his movements.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/hound.png"
},
{   "title":  "Indrani",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Kneel",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Kneeling Wheelbarrow",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Landslide",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Lotus Blossom",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Lustful Leg",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Magic Mountain",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Mermaid",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Nirvana",
    "description": "The nirvana is a slight variation of the missionary position, and a classic Kama Sutra position. Instead of the woman spreading her legs and wrapping her arms around a man's back during penetration, she keeps her legs closed and grasps something above her head, such as a bedpost. This position enables shallower penetration and more clitoral stimulation, which sends many women to nirvana.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/nirvana.png"
},
{   "title":  "Padlock",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Peg",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Plough",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Prone Tiger",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Propeller",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Proposal",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Reclining Lotus",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Reverse Cowgirl",
    "description": "Reverse cowgirl is a sexual position in which a woman straddles her prone partner and, unlike cowgirl position, faces away from her partner. Like any girl-on-top position, reverse cowgirl gives the woman control of the extent and duration of penetration.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/reversecowgirl.png"
},
{   "title":  "Right Angle",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Rock'n Roller",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Rowing Boat",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Seated Ball",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Seduction",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Shoulder Stand",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Side Saddle",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Sidekick",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Sideways Samba",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Slide",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Slip",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Snail",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Sphinx",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Splitting Bamboo",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Squat Balance",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Stair Master",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Standing Wheelbarrow",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Star",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Spider",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Super 8",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Supernova",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Suspended Congress",
    "description": "Male stands and leans his back against a wall. Female jumps up and on him so that he’s holding her bottom. She wraps her arms around his neck and braces her feet on the wall for support.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/suspendedcongress.png"
},
{   "title":  "Suspended Scissors",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Thigh Master",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Toad",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Tominagi",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Triumph Arch",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Visitor",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "Whisper",
    "description": "The man lies down on the pillow with his back, so that he was in the half-sitting position, arms are stretched along the body, legs are straight, driven apart. The woman lies on her stomach, her face is in front of the male partner’s penis, with her hands she helps to caress his penis, legs are together and bent in knees. The man can move his female partner’s head, take her by hair or just watch the admirable picture.",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/whisper.png"
},
{   "title":  "Widely Open",
    "description": "Male kneels on the edge of the bed with their knees slightly apart, and wrap his legs around female's waist. Then female raises her hips and pelvis by arching her back giving partner a glorious view. ",
    "score_value": 10,
    "participants": 2,
    "picture": "/images/widelyopen.png"
},
{   "title":  "X Rated",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
},
{   "title":  "The Y Curve",
    "description": "cunt",
    "score_value": 10,
    "participants": 2,
    "picture": "smth"
}]
