[{
    "title": "TANTRIC MASTRUBATION",
    "description": "Tantric masturbation involves making love to yourself through touch, breathwork, and meditation.",
    "score_value": 20,
    "participants": 1,
    "picture": "smth",
    "content": "1. Set an intention

There are no goals in tantra—only intentions. 'Tantra never has orgasm as the goal, only the intention of raising and exploring sexual energy,' says Carrellas. 

This can and should be tailored to your personal needs and wants in the moment. Are you experiencing sexual shame? Your intention for the practice might be to become more comfortable with your sensual self. Are you feeling meh about your belly or thighs? Your intention might be to show those areas love. Are you feeling stressed? Your intention might be to release stress and invite relief. 

If no intention comes to mind, Piper recommends asking yourself the following questions and letting the answers guide you:

* What would I like to release from my life that is no longer serving me? 
* What would I like to bring into my life that could serve me? 

2. Prep your environment.

'You want to ritualize the experience of making love to yourself,' says Piper. Light a candle, draw the curtains, set the room to a comfortable temp, and fill the room with a scent that smells relaxing or sensual to your nose, she suggests. (Here's our full guide to creating a romantic bedroom environment for tantric sex.)

Then, create a sex nest. 'Sexual energy only moves when you're comfortable,' says Carrellas. So arrange a sea of pillows and throw blankets, either on your bed or not, so that you are at peak comfort during your session. 

And feel free to put on some mood music. Don't worry; Carrellas promises, 'There doesn't need to be Sanskrit chanting or New Age tunes playing in the background, just something that feels sensual, romantic, or meditative to you.'

3. Set a timer...if you need to

If it's Sunday and you've got nothing to do but solo tantra, skip this step. But if you have other obligations later in the day, Piper recommends setting a timer for 30 to 45 minutes. That way you can be fully in the moment for that chunk of time—as opposed to worrying about being tardy.  

4. Breathe

According to Carrellas, masturbating tantrically counts as medabation (no, not a typo!). Medabation is the love child of masturbating and meditating. Knowing that, you shouldn't be surprised to learn that the first step in actually getting into it is to breathe. 'Breathing can take us to another world; it can move energy throughout our body,' she says. 

Not just any ol' breathing will have this power. 'It should be a kind of conscious breathing that's more full and deep than usual,' she says. 

Box breathing: If having a more specific breathing pattern is helpful for you, Candice Smith, M.Ed., chief intimacy officer with Tango, recommends starting with box breathing, which entails following a pattern of fours. Breathe in for a count of four, hold for four, breathe out for four, hold for four. 'Continue this for at least four rounds, as long as you feel like counting,' she says. 'It will help quiet your mind, make you more present, and keep your mind from wandering to other things.' 

If you're new to breathwork, counting your breaths may feel distracting. If that happens, Smith recommends moving into long, even breaths. 'As you breathe, think about the sensation of the breath: how it feels entering your lungs, the sensation of the air entering and leaving your nostrils,' she says. 

5. Start touching your secondary erogenous zones

Erogenous zones are the nerve-dense spots on your body that love to be stroked, licked, nipped, and kissed. While your genitals certainly qualify, during your tantra practice, you're not going to start with your slit, sausage, nips, and nubs. You're going to start with your secondary erogenous zones. 

Piper explains: 'Beyond the yoni (vagina) and the lingam (penis), we have other places on our body that can help us experience ecstasy,' she says. 'In tantra, these are called our secondary erogenous zones, and they're the places on our body that fold like our elbows, hands, wrists, knees, inner groin, and ankles.'

Use your fingers and hands along each of these to stroke, lightly tug, tickle, tease, and massage yourself. Experiment with the pressure, intensity, and quality of the stroke, staying with the spots and techniques that feel good. 'This is how someone can learn to have a full-body orgasm,' according to Piper. 

6. Masturbate, but make it slow-motion
 
You don't want to rush right to your goodies, but you can eventually move south if you want to. Just be sure to start slower than slow. Your touch should not be vigorous, hard, rushed, or intense. You're not 'rubbing one out.' This is not maintenance masturbation. 

'Stoke yourself slowly and softly. Touch yourself as if you're in no rush at all,' says Piper. 'Experiment with new types of strokes and ways of touching,' she says. 

If you have a vulva, you might try: 

* making circles around clit
* using diagonal strokes
* windshield-wipering your fingers
* moving counterclockwise
* tapping your clitoral hood

If you have penis, you might try:
 
* two-handing your shaft
* cupping your balls
* tapping or pressing against your perineum
* using your nondominant hand 
* create a ring with your thumb and forefinger and squeezing the base of your shaft
* If you have lube (more on that below!), you might use now as a time to explore a little bit of anal play as well. Use your finger or a plug to circle your entrance, eventually easing it inside you if the pressure feels good. 

7. Use lube

Lubricant is encouraged, says Carrellas. And that holds true whether you're touching your primary erogenous zones (your penis, vagina, or nipples) or secondary erogenous zones (the spots that fold). If you want to use lube all over your body, grab your favorite body lotion or massage oil and massage or rub it into your nongenital erogenous zones. 

8. Make sound

Making sounds can help move energy in your body, according to Carrellas. 'Different tenors of sound activate different chakras in the body.' Your chakras are a set of seven energy centers in the body, located from the top of your head down your spine, with the lowest being by your genitals. 'You make lower sounds to activate your lower chakras, middle pitches for middle-body chakras, and higher pitchers for high-up chakra,' she explains. 

If you're not sure what any of that means, don't stress. Just make whatever noises come naturally, and don't be afraid to be loud! 

9. Bring in other aids, if wanted

Yep, sex toys are allowed! So long as they enhance the experience, not detract from it. 'Penetrative toys, glass toys and dildos, steel wands, sensation toys, and vibrators are all welcome,' says Carrellas. (Just remember that if you use silicone-based toys and are also using lube, choose a water- or oil-based lubricant. Silicone-based lube can fudge with the texture of silicone toys, making them tacky.)

Instead of going right for your clit or penis with the pleasure aid, Carrellas says to 'start by running the toy up and down your abdomen while you breathe, use the toy to bring you closer to your body and intention.' (Not specifically to bring you closer to orgasm.)

Piper recommends vulva owners use G-spot wands. 'There is a chakra located inside the G-spot, so massage that spot and you have the ability to touch inside that chakra. It's pretty amazing.' 

If you have mobility or grip issues, wand vibrators (like Le Wand) and nonvibrating wand toys (like the nJoy Eleven) are a great way to more easily and comfortably reach all your erogenous zones. 

10. Keep breathing

Orgasm may not be the goal, but the above tips will get you there. 'If you feel orgasm come, keep breathing,' instructs Carrellas. 'We tend to hold our breath or breathe shallowly when an orgasm is coming, but keep breathing.' 

You may feel like the orgasm is getting away from you, she says. But don't worry about it. 'It's there. Keep breathing. It will make the energy you have to orgasm that much more intense if/when you finally let go.' 

11. Add a mirror

Once you become a more advanced tantric masturbator, Carrellas and Smith say you might consider adding a mirror. 'A mirror adds an extra visual element to the self-love practice,' says Smith. If you have a full-body mirror, gaze in the mirror; run your hands up and down your body from your extremities to your center, she says. Vulva owners can also use a handheld mirror to examine their vulvas closely: ' how your vulva changes physically as you start to become aroused,' she says. 

Another option: sit in front of a mirror in crisscross applesauce position and try the solo iteration of yab yum, which is known as the tantric sex position. 'Place your palms on your knees, gaze into your own eyes in the mirror, and breathe,' explains Carrellas. 

Benefits of tantric masturbation.
The fun and pleasure of touching yourself tantrically is reason enough to explore solo tantra. But the physical, mental, spiritual, and emotional benefits below are a good reason to give it a whirl, too. 

1. Better, more pleasurable sex.
'The best way to learn what your body likes is to have sex with yourself,' says Piper. Solo sex gives you the opportunity to learn what touches, strokes, pressures, intensities, and rhythms your body most responds to—and that's especially true during tantric solo sex. Whether you take this knowledge back to your partner or simply use it during your solo sessions, she says, 'your pleasure during any sexual moment moving forward will be so much greater.'

2. Stronger orgasms.
Again, orgasms are not a goal. But a happy side effect? Heck yes.

'Learning the pleasure potential of your nongenital zones is one of the ways people can become multi-orgasmic and have full-body orgasms,' says Piper. 

Plus, as Carrellas says, 'Most of us interrupt or dampen our orgasms by holding our breath or tensing up during it.' So learning to breathe, as one does through tantra, can lead to a less damp finale. 

3. Awakened spirituality.
All three tantric experts are quick to note that you don't have to be spiritual to try tantra, but that doesn't mean you won't have a spiritual experience, or feel spiritually elevated with a regular tantric practice. 'When you practice tantra, you become the center of your universe. For some people, that will take on a spiritual quality. For others, it will simply make them feel lighter, or more complete,' says Carrellas. 

4. Boosted sense of self-compassion.
'You can't think your way into self-love. You have to spiritually, emotionally, and mentally do work to love yourself,' says Piper. 'And solo tantra is one of the active ways someone can learn to love their body and selves.'

As you explore your body and say loving things to yourself, even if you don't believe the things you're saying, over time that voice starts to become louder, and the voice of self-doubt begins to quiet. 'When I started tantra, I hated my belly, but after telling myself 'I love my belly' while touching myself tantrically, it became true,' she says. 

5. Reduced stress.
When you masturbate, your body releases a slew of endorphins like oxytocin and dopamine, which have been linked to a temporary mood boost and reduced symptoms of stress. Tantric masturbation may have extra stress-busting properties, according to Carrellas, because it's a meditative practice. You get the stress-relieving benefits of both masturbating and meditating at the same time. 

6. Improved skin appearance.
All hail the post-O glow. When you touch yourself (or get touched), your heart rate increases, which increases blood flow all over your body—including your face. This can give you a good 'ol sex-flush. Further, stress can cause a flare-up of inflammatory conditions like psoriasis and rosacea. So by reaping the stress-fighting benefits of masturbating, you may reduce your chances of triggering a flare-up. 

7. Period cramp relief.
Next time you're clutching your abdomen when that time of the month rolls around, consider moving your hands a little lower for some sweet, sweet tantric loving. Due to the surge of natural pain relievers (aka dopamine and serotonin) we get from an orgasm, masturbating may help ease those cramps.

Using tantric principles in your solo sex sessions might sound intimidating, but as Carrellas says, 'Just try it. The benefits, the pleasure, the body-awareness of touching yourself tantrically are all worth overcoming that hurdle of your first time.'

Your mind, body, heart, and soul will thank you."
},
{
    "title": "TANTRIC MASTRUBATION",
    "description": "To help us on our quest to become more familiar with our anatomy",
    "score_value": 20,
    "participants": 1,
    "picture": "smth",
    "content": "Get to know your nether regions 

Understanding the different bits of your body is the first step towards successful stimulation. Don’t be put off by the fact that you may not know the names of your parts, as the first and most important step is getting to know how to ‘use’ them, say the experts.

Lisa Lister, author and creator of wellness website The Sassy She says that getting to know your body, and not getting hung up on terminology, is the best approach. 

'It would be great if we were taught the technicalities in school, but unfortunately we’re not. Though it’s good to know the terminology, it’s not essential. My advice would be to explore, get to know what things feel like, and if it feels good, keep going!'

To help us on our quest to become more familiar with our anatomy, Lisa has provided us with simple, straightforward definitions for some of our bodily bits from her book Love Your Lady Landscape. 

Vulva: 'This is the outer part of your lady landscape. It includes the clitoris, labia lips, urethra and entrance to the vagina, and its opening is almond shaped.' 

Clitoris: 'When people people talk about the clitoris, they’re usually just talking about the glans – the very sensitive outside part, but the bean-like bump you can see on the vulva is just the tip of the iceberg. It's the only organ of the body with the sole function of providing pleasure.'

Vagina: 'This is a pulsing muscle that opens and closes between the cervix (at the base of the uterus) and the external opening.'

Lisa also thinks getting to know your menstrual cycle is an important way of ensuring you get the most from the experience. 

'Some people find that they’ll want to be playful and explore more around ovulation. You may not feel the urge to masturbate during your pre-menstrual cycle, but the orgasms will actually be way better, even if they do take a bit longer.'

Strawberry's Tip

Put it into practice: Use the Pussy Play Masterclass ‘Rise and Sine’ approach to get to know a variety of these areas at once.

'Using the tips of your fingers, lightly tap the pubic bone above the clitoris to wake the vulva up. You may also want to press down and rub in a circular motion.'

Use your hands

Confused by the variety of animal-themed vibrators and neon dildos available online? Well, our girls think it's best to go organic. 

Lisa thinks that, though sex toys can be a good way to introduce newcomers to the self-pleasure game, it's best to avoid becoming dependent on them. 

'The real fun and pleasure comes through when you use your fingers,' says Lisa. 

'Personally, I think that using a toy can desensitise the whole experience. You want to be able to touch yourself, so that you can be playful and get to know the speed and feel you want.'

Strawberry's Tip

Put it into practice: Put your fingers to the test with the ‘Scissors Sisters’ technique. 

'Making a peace sign with your hands, place each finger on either side of the outer labia. Then, while pressing down lightly, wiggle the fingers towards each other, squeezing and lifting the labia together between the two fingers.'

Get to know your clit

'Your clitoris is awesome,' says Lisa. As mentioned above, the clitoris is more than just the outer, bean-shaped part. 'It's the most nerve-rich part of the vulva, containing over 8,000 nerve endings, which is twice as many as the penis. This makes it the powerhouse of pleasure.'

Lisa explains that there’s more to the clitoris than initially meets the eye. 'This tiny erogenous zone spreads the feel-good-love to 15,000 other nerves in the pelvis, which explains why it feels like your whole body is being taken over when you orgasm.'

Strawberry's tip

Put it into practice: Make your wildest fantasies come true and try out the 'Princess and the Pea' technique. 

'Making sure the tip of your finger is nice and moist, slowly pull the hood over the clitoris back and gently stroke the head of the clitoris. You may also want to use a small circular motion, depending on your preferences.'

Don’t just think about orgasm

There’s more to masturbation than the big O. 

It's important to enjoy the whole experience, rather than racing to the finish line. Lube can be particularly good for assisting in the arousal process. 

Lisa believes that engaging in foreplay can be beneficial for your relationships too. 

'Be as indulgent as possible. Give yourself the full experience by making time to be exploratory and playful. By doing so, you’ll build a better relationship with your own body and as a result, be able to have more confidence in a relationship to say exactly what you want and when.'

Strawberry's tip

Put it into practice: Warm yourself up by trying out the ‘Escargot’ technique 

'Starting at the base of the vagina, lightly drag your fingertip at a snail’s pace towards the clitoris. Make sure you don’t put your finger in too deep at this point, as you want to avoid touching the urethra.'"
}]
