[{
    "title": "TANTRIC MASTRUBATION",
    "description": "Tantric masturbation involves making love to yourself through touch, breathwork, and meditation.",
    "score_value": 20,
    "participants": 1,
    "picture": "smth",
    "content": "1. Set an intention
There are no goals in tantra—only intentions. 'Tantra never has orgasm as the goal, only the intention of raising and exploring sexual energy,' says Carrellas. 
This can and should be tailored to your personal needs and wants in the moment. Are you experiencing sexual shame? Your intention for the practice might be to become more comfortable with your sensual self. Are you feeling meh about your belly or thighs? Your intention might be to show those areas love. Are you feeling stressed? Your intention might be to release stress and invite relief. 
If no intention comes to mind, Piper recommends asking yourself the following questions and letting the answers guide you:\n
* What would I like to release from my life that is no longer serving me? 
* What would I like to bring into my life that could serve me?\n
2. Prep your environment.\n
'You want to ritualize the experience of making love to yourself,' says Piper. Light a candle, draw the curtains, set the room to a comfortable temp, and fill the room with a scent that smells relaxing or sensual to your nose, she suggests. (Here's our full guide to creating a romantic bedroom environment for tantric sex.)\n
Then, create a sex nest. 'Sexual energy only moves when you're comfortable,' says Carrellas. So arrange a sea of pillows and throw blankets, either on your bed or not, so that you are at peak comfort during your session. \n
And feel free to put on some mood music. Don't worry; Carrellas promises, 'There doesn't need to be Sanskrit chanting or New Age tunes playing in the background, just something that feels sensual, romantic, or meditative to you.'\n
3. Set a timer...if you need to\n
If it's Sunday and you've got nothing to do but solo tantra, skip this step. But if you have other obligations later in the day, Piper recommends setting a timer for 30 to 45 minutes. That way you can be fully in the moment for that chunk of time—as opposed to worrying about being tardy.  \n
4. Breathe\n
According to Carrellas, masturbating tantrically counts as medabation (no, not a typo!). Medabation is the love child of masturbating and meditating. Knowing that, you shouldn't be surprised to learn that the first step in actually getting into it is to breathe. 'Breathing can take us to another world; it can move energy throughout our body,' she says. \n
Not just any ol' breathing will have this power. 'It should be a kind of conscious breathing that's more full and deep than usual,' she says. \n
Box breathing: If having a more specific breathing pattern is helpful for you, Candice Smith, M.Ed., chief intimacy officer with Tango, recommends starting with box breathing, which entails following a pattern of fours. Breathe in for a count of four, hold for four, breathe out for four, hold for four. 'Continue this for at least four rounds, as long as you feel like counting,' she says. 'It will help quiet your mind, make you more present, and keep your mind from wandering to other things.' \n
If you're new to breathwork, counting your breaths may feel distracting. If that happens, Smith recommends moving into long, even breaths. 'As you breathe, think about the sensation of the breath: how it feels entering your lungs, the sensation of the air entering and leaving your nostrils,' she says. \n
5. Start touching your secondary erogenous zones\n
Erogenous zones are the nerve-dense spots on your body that love to be stroked, licked, nipped, and kissed. While your genitals certainly qualify, during your tantra practice, you're not going to start with your slit, sausage, nips, and nubs. You're going to start with your secondary erogenous zones. \n
Piper explains: 'Beyond the yoni (vagina) and the lingam (penis), we have other places on our body that can help us experience ecstasy,' she says. 'In tantra, these are called our secondary erogenous zones, and they're the places on our body that fold like our elbows, hands, wrists, knees, inner groin, and ankles.'\n
Use your fingers and hands along each of these to stroke, lightly tug, tickle, tease, and massage yourself. Experiment with the pressure, intensity, and quality of the stroke, staying with the spots and techniques that feel good. 'This is how someone can learn to have a full-body orgasm,' according to Piper. \n
6. Masturbate, but make it slow-motion\n
You don't want to rush right to your goodies, but you can eventually move south if you want to. Just be sure to start slower than slow. Your touch should not be vigorous, hard, rushed, or intense. You're not 'rubbing one out.' This is not maintenance masturbation."
},
{
    "title": "TANTRIC MASTRUBATION",
    "description": "To help us on our quest to become more familiar with our anatomy",
    "score_value": 20,
    "participants": 1,
    "picture": "smth",
    "content": "Get to know your nether regions \n
Understanding the different bits of your body is the first step towards successful stimulation. Don’t be put off by the fact that you may not know the names of your parts, as the first and most important step is getting to know how to ‘use’ them, say the experts.\n
Lisa Lister, author and creator of wellness website The Sassy She says that getting to know your body, and not getting hung up on terminology, is the best approach. \n
'It would be great if we were taught the technicalities in school, but unfortunately we’re not. Though it’s good to know the terminology, it’s not essential. My advice would be to explore, get to know what things feel like, and if it feels good, keep going!'\n
To help us on our quest to become more familiar with our anatomy, Lisa has provided us with simple, straightforward definitions for some of our bodily bits from her book Love Your Lady Landscape. \n
Vulva: 'This is the outer part of your lady landscape. It includes the clitoris, labia lips, urethra and entrance to the vagina, and its opening is almond shaped.' \n
Clitoris: 'When people people talk about the clitoris, they’re usually just talking about the glans – the very sensitive outside part, but the bean-like bump you can see on the vulva is just the tip of the iceberg. It's the only organ of the body with the sole function of providing pleasure.'\n
Vagina: 'This is a pulsing muscle that opens and closes between the cervix (at the base of the uterus) and the external opening.'"
}]
